[Section]
1|Key=1.7.1 Запрещены любые модификации операционной системы, твики, мешающие или отключающие записи в активность компьютера, в его ветки реестра и прочие разделы, подлежащие проверкам по подозрениям на стороннее ПО | Предупреждение/Чёрный список сервера
2|Key=1.7.2 Запрещены сторонние модификации следующих типов:
3|Key=Совсем терминальные стадии "Светлых ночей", в которых ночь заменяется днем полностью запрещены;
4|Key=Изменение любых погодных условий путём модификации файлов игры.
5|Key=6.15.1 Скриншот ситуации - заранее подготовленные RP-отыгровки, которые запечатлены путем создания скриншота с целью использования в дальнейшем RP-процессе с кем-либо (Пример: покупка машинки для стрижки, ультрафиолетовой лампы, маркера и т.д.). Скриншот ситуация должна содержать минимум 6 отыгровок с использованием /me /do.
6|Key=Примечание: Действует в течение 6-ти часов, либо до смены серверного ID персонажа.​
7|Key=Примечание: Обязательно наличие HUD`a игры на скриншоте​
8|Key=Примечание: Скриншот ситуация должна быть предоставлена по первому требованию администрации, в противном случае отыгровка, требующая заблаговременного подготовительного процесса для выполнения, будет приравниваться к отыгровке в свою сторону. ​
9|Key=6.32 Запрещены отыгровки отсутствия документов/удостоверения (в случаях, когда системно есть возможность предоставить) в любом проявлении, приравнивается к уходу от RP.
10|Key=Исключение: Разрешено сотрудникам FIB/LSPD/LSSD отделов IB/CID/DB исключительно в спец. операциях (контрольная закупка и т.д.) при условии, что есть иной идентификационный знак (нашивка/бейдж, жетон).​
11|Key=6.33 Запрещено поднимать на плечо игроков ради развлечения и без продолжения конкретной RP-ситуации. | Деморган 90 минут/Блокировка от 1-го дня.
12|Key=Примечание: Игроку в таком случае разрешается потерять сознание без дальнейшего наказания за уход от RP;​
13|Key=6.34 Запрещено вырезать/царапать/рисовать различные надписи/рисунки, стричь, ставить на колени игроков или оставлять любые другие увечья унизительного характера. | Деморган 120 минут/Блокировка от 1-го дня.
14|Key=Исключение: Наличие враждебных отношений между фракциями crime/crime, захват здания гос. структур, похищения.​
15|Key=Исключения: Сотрудникам FIB разрешено ставить на колени на силовом допросе;​
16|Key=Примечание: "Жертва" имеет право игнорировать отыгровки, если:​
17|Key=- Действия нарушают настоящий пункт;​
18|Key=- Действия выполнены на основе нарушения другого пункта правил (попытка поставить на колени в ЗЗ и т.п.);​
19|Key=6.35 Запрещено отыгрывать смс и отправку геолокации командами /me, /do в игровой чат. Пользоваться можно только функциональным телефоном.
20|Key=Примечание: Для отправки смс вам нужно: нажать на значок конверта в телефоне - справа в верхнем углу нажать на "+" и ввести номер и текст. Для отправки геолокации нужно: зайти в диалог в сообщениях с абонентом и нажать "+" справа внизу, отправляете либо точку на карте, либо свои координаты. ​
21|Key=
22|Key=6.36 Запрещено использовать рабочий транспорт (инкассаторы, такси, тягачи дальнобойщиков, механики, пожарные, автобусы) с целью криминальной деятельности. | Деморган от 60 минут.
23|Key=
24|Key=6.37 Запрещено лутерство багажников на территории титульных районов банд/мафий. | Деморган 120 минут / Бан от 3 дней.
25|Key=Исключение: Рейд гос. структуры, разрешение старшего состава с целью обмена с другой союзной/имеющей торговые отношения бандой/мафией.
26|Key=6.38 Запрещено пробивать колеса транспортных средств без веской IC причины. | Деморган 60 минут.
27|Key=6.39 Запрещен уход от RP ситуаций, построенных на основе ордеров/судов. | Блокировка от 10 дней + Warn
28|Key=Примечание: При нарушении пункта гос. сотрудником, вердикт по суду/ордеру считается примененным.
29|Key=6.40 Запрещена любая антифракционная деятельность, в том числе любые неоднократные попытки нарушить стабильную работу состава/фракции путем провокации/преднамеренной инсценировки заведомо невыгодных для участников фракции условий. Определение деятельности как антифракционной является исключительным правом главной администрации и не может быть инициализировано игроком. | Черный список сервера.
30|Key=
